html/study-guide.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2024-01-08 Mon 13:00 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>HOSA Biotechnology Study Guide</title>
<meta name="author" content="Antonino Libarnes" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="https://fniessen.github.io/org-html-themes/src/readtheorg_theme/css/htmlize.css"/>
<link rel="stylesheet" type="text/css" href="https://fniessen.github.io/org-html-themes/src/readtheorg_theme/css/readtheorg.css"/>
</head>
<body>
<div id="content" class="content">
<h1 class="title">HOSA Biotechnology Study Guide</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#orga9b1155">1. Written</a>
<ul>
<li><a href="#org0a274f5">1.1. Biotechnology industry practices and careers</a></li>
<li><a href="#org719a930">1.2. Biotechnology in health</a></li>
<li><a href="#org0f4251c">1.3. Governmental regulation of biotechnology</a></li>
<li><a href="#orgf7ef46a">1.4. Basic laboratory skills</a></li>
<li><a href="#org8511219">1.5. Microbiology and cell culture</a></li>
<li><a href="#orge317b89">1.6. DNA structure and analysis</a></li>
<li><a href="#orga3123c0">1.7. Bacterial transformation</a></li>
<li><a href="#org87f90c3">1.8. Polymerase chain reaction (PCR)</a></li>
<li><a href="#orgda3b3c0">1.9. Protein structure, function, and analysis</a></li>
<li><a href="#orgb5e3182">1.10. Immunological applications</a></li>
</ul>
</li>
<li><a href="#org453c416">2. Skills</a>
<ul>
<li><a href="#org74bb172">2.1. Skill I: Using Micropipets, Transfer Pipets, and a Balance</a></li>
<li><a href="#org3e35681">2.2. Skill II: Restriction Digestion Reaction</a></li>
<li><a href="#org95649cf">2.3. Skill III: DNA Gel Electrophoresis</a></li>
<li><a href="#orgc465454">2.4. Skill IV: DNA Gel Interpretation</a></li>
<li><a href="#orgf4c32dc">2.5. Skill V: Bradford Protein Quantitation Assay</a></li>
<li><a href="#org57abe18">2.6. Skill VI: Bacterial Transformation</a></li>
<li><a href="#org40ed10e">2.7. Skill VII: Calculation of Transformation Efficiency</a></li>
<li><a href="#org8ed2ad6">2.8. Skill VIII: Qualitative ELISA</a></li>
</ul>
</li>
</ul>
</div>
</div>
<div id="outline-container-orga9b1155" class="outline-2">
<h2 id="orga9b1155"><span class="section-number-2">1.</span> Written</h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-org0a274f5" class="outline-3">
<h3 id="org0a274f5"><span class="section-number-3">1.1.</span> <a href="practices-careers.html#ID-56363c8b-69e1-4c7b-b636-678a6cff85ae">Biotechnology industry practices and careers</a></h3>
</div>
<div id="outline-container-org719a930" class="outline-3">
<h3 id="org719a930"><span class="section-number-3">1.2.</span> Biotechnology in health</h3>
</div>
<div id="outline-container-org0f4251c" class="outline-3">
<h3 id="org0f4251c"><span class="section-number-3">1.3.</span> <a href="grbt.html#ID-b077d908-d942-4757-a4d9-a23a1d6aa8e8">Governmental regulation of biotechnology</a></h3>
</div>
<div id="outline-container-orgf7ef46a" class="outline-3">
<h3 id="orgf7ef46a"><span class="section-number-3">1.4.</span> <a href="basic-lab-skills.html#ID-fe9a4439-82e9-4bdc-913b-6d4f3fe3301f">Basic laboratory skills</a></h3>
</div>
<div id="outline-container-org8511219" class="outline-3">
<h3 id="org8511219"><span class="section-number-3">1.5.</span> Microbiology and cell culture</h3>
</div>
<div id="outline-container-orge317b89" class="outline-3">
<h3 id="orge317b89"><span class="section-number-3">1.6.</span> DNA structure and analysis</h3>
</div>
<div id="outline-container-orga3123c0" class="outline-3">
<h3 id="orga3123c0"><span class="section-number-3">1.7.</span> Bacterial transformation</h3>
</div>
<div id="outline-container-org87f90c3" class="outline-3">
<h3 id="org87f90c3"><span class="section-number-3">1.8.</span> <a href="pcr.html#ID-1fbbae70-00e5-4f92-ae7c-bbc3b74c72fc">Polymerase chain reaction (PCR)</a></h3>
</div>
<div id="outline-container-orgda3b3c0" class="outline-3">
<h3 id="orgda3b3c0"><span class="section-number-3">1.9.</span> Protein structure, function, and analysis</h3>
</div>
<div id="outline-container-orgb5e3182" class="outline-3">
<h3 id="orgb5e3182"><span class="section-number-3">1.10.</span> Immunological applications</h3>
</div>
</div>
<div id="outline-container-org453c416" class="outline-2">
<h2 id="org453c416"><span class="section-number-2">2.</span> Skills</h2>
<div class="outline-text-2" id="text-2">
</div>
<div id="outline-container-org74bb172" class="outline-3">
<h3 id="org74bb172"><span class="section-number-3">2.1.</span> Skill I: Using Micropipets, Transfer Pipets, and a Balance</h3>
</div>
<div id="outline-container-org3e35681" class="outline-3">
<h3 id="org3e35681"><span class="section-number-3">2.2.</span> Skill II: Restriction Digestion Reaction</h3>
</div>
<div id="outline-container-org95649cf" class="outline-3">
<h3 id="org95649cf"><span class="section-number-3">2.3.</span> Skill III: DNA Gel Electrophoresis</h3>
</div>
<div id="outline-container-orgc465454" class="outline-3">
<h3 id="orgc465454"><span class="section-number-3">2.4.</span> Skill IV: DNA Gel Interpretation</h3>
</div>
<div id="outline-container-orgf4c32dc" class="outline-3">
<h3 id="orgf4c32dc"><span class="section-number-3">2.5.</span> Skill V: Bradford Protein Quantitation Assay</h3>
</div>
<div id="outline-container-org57abe18" class="outline-3">
<h3 id="org57abe18"><span class="section-number-3">2.6.</span> Skill VI: Bacterial Transformation</h3>
</div>
<div id="outline-container-org40ed10e" class="outline-3">
<h3 id="org40ed10e"><span class="section-number-3">2.7.</span> Skill VII: Calculation of Transformation Efficiency</h3>
</div>
<div id="outline-container-org8ed2ad6" class="outline-3">
<h3 id="org8ed2ad6"><span class="section-number-3">2.8.</span> Skill VIII: Qualitative ELISA</h3>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Antonino Libarnes</p>
<p class="date">Created: 2024-01-08 Mon 13:00</p>
</div>
</body>
</html>